---
kind: enumMember
id: F:Autodesk.Revit.DB.ImportExportFileFormat.IFC
enum: Autodesk.Revit.DB.ImportExportFileFormat
zh: ifc
source: html/f43a36a6-ebce-29e2-693b-9b9867da026b.htm
---
# Autodesk.Revit.DB.ImportExportFileFormat.IFC

**中文**: ifc

IFC format